{
    "museums": [
        {
            "id":1,
            "Name": "Walters Art Museum",
            "Address": "600 N Charles St, Baltimore, MD 21201",
            "Website": "https://thewalters.org/",
            "Brief Description": 
            "The Walters Art Museum is focused on sharing art that tells the story of diverse cultures through the millennials. Located in Baltimore's Mount Vernon community, the Walters’ utilizes its exhibits, collections and educational programs to help the youth of the city and across the world. A local free museum that houses history from multiple cultures, ranging from 19th century French & Ethiopian paintings, ancient Roman artifacts and even images of the Buddha. The Walters’ was established in 1934 “for the benefit of the public” and  has continued that mission in the current years."
              
        },
        {
            "id":2,
            "Name": "American Visionary Art Museum",
            "Address": "800 Key Highway, Baltimore, MD 21230",
            "Website": "https://www.avam.org/",
            "Brief Description": 
            "The American Visionary Art Museum is focused on promoting and sharing art of all mediums. Located in the Federal Hill Neighborhood in the Baltimore Inner Harbor, the AVAM aims to promote visionary art, by way of teaching and storytelling. The AVAM shares ancient art from diverse cultures, even sharing “art” that may have not been considered art. Adhering to their mission established in 1984, the AVAM continues to promote creativity and expression by showing nontraditional art in a new experimental form for all those to see."     
        },
        {
            "id":3,
            "Name": "Baltimore Museum of Art",
            "Address": "10 Art Museum Drive, Baltimore, MD 21218",
            "Website": "https://artbma.org/ ",
            "Brief Description": 
            "The Baltimore Museum of Art is focused on connecting the art of Baltimore and Baltimore to the world. Located in Baltimore’s Charles Village neighborhood, the BMA aims to share multi-century art from all across the world. For over 100 years, the BMA has been sharing  art and adhering to its foundational values."     
        },
        {
            "id":4,
            "Name": "The National Great Blacks In Wax Museum",
            "Address": "1601-03 East North Ave, Baltimore, MD 21213",
            "Website": "https://www.greatblacksinwax.org/",
            "Brief Description": 
            "The National Great Blacks In Wax Museum is focused on sharing the dark raw history of Black Americans. Located in Old East Baltimore Historical District, the Blacks In Wax promotes the teachings of proper Black history. From as far back as slavery, to the recent accomplishments in the Black community. Established in 1988, the Blacks in Wax have upheld their foundational values and continue to promote the uncompromising truth of Black history."     
        },
        {
            "id":5,
            "Name":"Maryland Science Center", 
            "Address":"601 Light St, Baltimore, MD 21230",
            "Website":"https://www.mdsci.org/",
            "Brief Description":"The Maryland Science Center is focused on teaching the multidisciplinary fashions of science. Located in the Baltimore Inner Harbor, the Science Center aims to promote learning science in an interactive, fun for all ages way. The Science Center explores many of the disciplines of science such as paleontology, chemistry, environmental, astronomy and more. Established in 1797, the Science Center has been expanding and teaching the sciences to those who attend for ages."

        },
        {
            "id":6,
            "Name":"B&O Railroad Museum", 
            "Address":"901 W Pratt St, Baltimore, MD 21223",
            "Website":"https://www.borail.org/",
            "Brief Description":"The B&O Railroad Museum is focused on teaching the history of the American railroad system, in the birthplace of the nation’s first mile of commercial railroad. Conveniently located in Baltimore’s Mount Clare neighborhood, the B&O Railroad brings light to the history of the railroad system by showing artifacts of the evolution of railroading. The B&O goes above and beyond to ensure the enjoyment of the museum by including a public park located right across the street. Established almost 200 years ago, the B&O Railroad has continued to uphold its foundational values. "

        },
        {
            "id":7,
            "Name":":Baltimore Museum of Industry", 
            "Address":"1415 Key Hwy, Baltimore, MD 21230",
            "Website":"https://www.thebmi.org/",
            "Brief Description":"The Baltimore Museum of Industry is focused on teaching individuals about the history of the labor and industry field. Located right on the Patapsco River in Baltimore, the BMI provides an immersive, interactive experience of the labor and industry field. The BMI teaches all those who visit the stories of significant Baltimore labor workers authentically, ensuring an all-around immersive experience with hands-on activities and more. Established in 1977, the BMI has continued to provide an authentic learning experience for all those who attend."

        },
        {
            "id":8,
            "Name":"", 
            "Address":"",
            "Website":"",
            "Brief Description":""

        },
        {
            "id":9,
            "Name":"", 
            "Address":"",
            "Website":"",
            "Brief Description":""

        },
        {
            "id":10,
            "Name":"", 
            "Address":"",
            "Website":"",
            "Brief Description":""

        }

        
    ]
}
